{
  "overview": {
    "title": "Overview",
    "description": "The Double Dutch website redesign project focused on creating a visually vibrant and premium online experience for a brand known for its flavourful, natural mixers and tonics. The goal was to reflect the brand’s unique identity—fun, fresh, and high-quality—through a bold, tropical design that highlights product benefits like low sugar, carbon neutrality, and award-winning taste. My role involved crafting a user-friendly layout that encourages shopping through clear CTAs, engaging imagery, and well-structured sections. From showcasing trusted hospitality partners to integrating gifting and sustainability messaging, the design balances strong branding with smooth user experience, optimized for both desktop and mobile users.",
    "resultsTitle": "Final Results Of the Project",
    "resultList1": [
      "Enhanced Visual Identity",
      "Improved Conversion Flow",
      "Fully Responsive Design"
    ],
    "resultList2": [
      "Brand Trust Boost",
      "Diverse Product Navigation",
      "Emotional Brand Connection"
    ],
    "progress": [
      { "label": "Branding Design", "value": 86 },
      { "label": "Business", "value": 96 }
    ],
    "images": [
      "/assets/img/case-studies/details-1.jpg",
      "/assets/img/case-studies/details-2.jpg"
    ]
  },
  "whyChoose": {
    "title": "Your Partner in Building Credibility Online",
    "content": "In today’s competitive credit repair industry, having a professional and user-friendly website is no longer optional – it’s essential. Your website serves as the face of your business, the first impression that potential clients have of your services. A well-designed credit repair website can help you build trust, streamline lead generation, and showcase your expertise in solving credit challenges. At Codersh, we specialize in creating custom websites tailored specifically to the needs of credit repair professionals. From sleek, modern designs to strategic functionalities like lead capture forms and SEO optimization, we provide solutions that help you stand out in the marketplace. Let us help you create a website that not only reflects your professionalism but also drives results and fosters growth for your business.",
    "img": "/assets/img/team/01.png"
  },
  "fetures": {
    "subtitle": "Key Features & Benefits",
    "title": "Features of Our Service",
    "content": [
      {
        "iconclass": "bi bi-phone",
        "title": "Seamless Mobile Experience",
        "content": "Our code is well-structured, readable, and ensures flawless performance across all devices."
      },
      {
        "iconclass": "bi bi-graph-up",
        "title": "Search Engine Optimized",
        "content": "Pages are built with best SEO practices to improve your visibility and organic traffic."
      },
      {
        "iconclass": "bi bi-person-plus",
        "title": "Lead Generation Built-In",
        "content": "Integrated, customizable forms help you capture leads effortlessly and convert visitors into customers."
      },
      {
        "iconclass": "bi bi-speedometer2",
        "title": "Intuitive Admin Dashboard",
        "content": "Easily manage your website content and track performance through a user-friendly interface."
      },
      {
        "iconclass": "bi bi-lightning-charge",
        "title": "Lightning-Fast Loading",
        "content": "Optimized assets and smart coding ensure your website loads quickly for all users."
      },
      {
        "iconclass": "bi bi-shield-lock",
        "title": "Secure Payment Solutions",
        "content": "We implement reliable payment gateways to enable safe and easy transactions."
      }
    ]
  }
}
